{
    "tips": [
      {
        "title": "Promoting Activity",
        "description": "You can make small and easy changes in your daily life to get more active! You can get off the bus or train one stop early and walk the rest of the way or even try parking at the far end of the parking lot.  Walking decreases the risk or severity of various health outcomes such as cardiovascular and cerebrovascular diseases, type 2 diabetes mellitus, cognitive impairment and dementia, while also improving mental well-being, sleep, and longevity."
      },
      {
        "title": "Adding a Buddy",
        "description": "Stay motivated and enhance the enjoyment of your walking activity by teaming up with a walking buddy. There are also lots of local walking or hiking groups to join that help you to stay active and meet new people. Combining physical activities with social interaction has been linked to maintaining brain health. Several studies have suggested that social interaction can lead to a higher quality of life, greater satisfaction, and a lower risk of cognitive impairment and dementia over time.   "
      },
      {
        "title": "Encorporating Meditation",
        "description": "EnhanceSocial Interaction relaxation and mental clarity by incorporating meditation into your walking routine, where focus is placed on your breathing and each step taken. There are also lots of available free guided meditations either through YouTube, Spotify, or other dedicated meditation apps! Recent studies suggest that incorporating mindfulness practices, such as meditation, gratitude, and mindful eating and communication, into your daily routine may lead to reduced stress, improved mental health, and increased overall well-being."
      },
      {
        "title": "Staying Hydrated",
        "description": "Ensure you stay hydrated during your walks by bringing along a small water bottle, especially for longer periods of walking. The recommended amount for men is 3,000ml and 2,200ml for women per day. (For reference a normal plastic water bottle is about 500!) Adults who stay well-hydrated appear to be healthier, develop fewer chronic conditions, such as heart and lung disease, and live longer. "
      },
      {
        "title": "Manage Entertainment",
        "description": "Keep entertained during your walks by considering a fun or interesting podcast to listen to, offering a pleasant diversion along the way! There’s topics ranging from animals to sports and everything in between! Podcasts can boost mental health, reduce stress, and improve your active listening skills. They're also great for learning new things and reducing screen time."
      },
      {
        "title": "Taking Scenic Routes",
        "description": "Enjoy a change of scenery by visiting local nature parks or arboretums, where you can experience beautiful views while taking your walk. Consciously spending time outside, especially in a wooded area, has been shown to improve mood, increase vitamin D levels, and improve the immune system’s functioning."
      },
      {
        "title": "Adding Music",
        "description": "Enhance the enjoyment of your walk by finding or creating a music playlist featuring a diverse selection of songs. You can get creative by incorporating your movie soundtracks or mixing your favorite genres! Studies have shown that music increases motivation, distracts from feelings of fatigue and even improves the efficiency of workouts. "
      },
      {
        "title": "Commucication with Others",
        "description": "Instead of emailing or texting your neighbors or co-workers, walk to their office or house and speak with them when possible! This gives great face-to-face interaction and helps you stay active during the day! Routine physical activity, whether as part of a job or as a leisure activity, is associated with reductions in the incidence of specific cancers, in particular colon and breast cancer. "
      },
      {
        "title": "Mentally Stimulating Activities",
        "description": "To keep your mind engaged, you can create a walking bingo game or mentally play the alphabet game by finding something along your route that begins with A, B, C and so on! It’ll not only keep your mind active, but help you pay more attention and appreciate your surroundings. Walking boosts immune function. Walking can help protect you during cold and flu season. A study (found that people who walked regularly) had 43% fewer sick days than those who exercised once a week or less. "
      },
      {
        "title": "Treating Yourself After",
        "description": "Treat yourself to something enjoyable, like a small indulgence or an episode of your favorite show, after each walk. It can give you something to look forward to if you’re getting tired during the walk! Physical activity stimulates many brain chemicals that may leave you feeling happier, more relaxed, and less anxious. "
      },
      {
        "title": "Discovering New Locations",
        "description": "Discover the excitement of exploring new and interesting locations by taking walks in unexplored parts of your town or city. For example, within Boston, you can take the Freedom Trail or a self-guided art walk. Studies have shown that being in a new place could increase your empathy, energy, focus, and attention, which helps build strong memories. "
      },
      {
        "title": "Phone Family or Friends",
        "description": "If you typically like to talk to friends and family on the phone, try taking the phone calls while walking. It can give you something to keep your mind occupied while also making the time spent walking fly by. It's been found that walking at least 1 mile a day significantly enhanced the volume of several brain areas, including the frontal lobe, which is involved with problem solving and reasoning. By walking at least 1 mile a day, researchers have found that it can reduce the risk of cognitive impairment by approximately 50%. "
      }
    ]
  }